autoscaling/loadtest/results/03-로그인폭주/2026-08-21-t2a-mem3-output.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: /Users/minchae/sources/yogurtte-rca-agent/autoscaling/loadtest/a-login-burst.js
        output: -

     scenarios: (100.00%) 1 scenario, 300 max VUs, 6m30s max duration (incl. graceful stop):
              * default: Up to 300 looping VUs for 6m0s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 001/300 VUs, 6 complete and 0 interrupted iterations
default   [   0% ] 001/300 VUs  0m01.0s/6m00.0s

running (0m02.0s), 002/300 VUs, 17 complete and 0 interrupted iterations
default   [   1% ] 002/300 VUs  0m02.0s/6m00.0s

running (0m03.0s), 003/300 VUs, 29 complete and 0 interrupted iterations
default   [   1% ] 003/300 VUs  0m03.0s/6m00.0s

running (0m04.0s), 004/300 VUs, 39 complete and 0 interrupted iterations
default   [   1% ] 004/300 VUs  0m04.0s/6m00.0s

running (0m05.0s), 005/300 VUs, 50 complete and 0 interrupted iterations
default   [   1% ] 005/300 VUs  0m05.0s/6m00.0s

running (0m06.0s), 005/300 VUs, 61 complete and 0 interrupted iterations
default   [   2% ] 005/300 VUs  0m06.0s/6m00.0s

running (0m07.0s), 006/300 VUs, 73 complete and 0 interrupted iterations
default   [   2% ] 006/300 VUs  0m07.0s/6m00.0s

running (0m08.0s), 007/300 VUs, 83 complete and 0 interrupted iterations
default   [   2% ] 007/300 VUs  0m08.0s/6m00.0s

running (0m09.0s), 008/300 VUs, 98 complete and 0 interrupted iterations
default   [   2% ] 008/300 VUs  0m09.0s/6m00.0s

running (0m10.0s), 009/300 VUs, 107 complete and 0 interrupted iterations
default   [   3% ] 009/300 VUs  0m10.0s/6m00.0s

running (0m11.0s), 009/300 VUs, 121 complete and 0 interrupted iterations
default   [   3% ] 009/300 VUs  0m11.0s/6m00.0s

running (0m12.0s), 010/300 VUs, 133 complete and 0 interrupted iterations
default   [   3% ] 010/300 VUs  0m12.0s/6m00.0s

running (0m13.0s), 011/300 VUs, 145 complete and 0 interrupted iterations
default   [   4% ] 011/300 VUs  0m13.0s/6m00.0s

running (0m14.0s), 012/300 VUs, 155 complete and 0 interrupted iterations
default   [   4% ] 012/300 VUs  0m14.0s/6m00.0s

running (0m15.0s), 013/300 VUs, 169 complete and 0 interrupted iterations
default   [   4% ] 013/300 VUs  0m15.0s/6m00.0s

running (0m16.0s), 014/300 VUs, 182 complete and 0 interrupted iterations
default   [   4% ] 014/300 VUs  0m16.0s/6m00.0s

running (0m17.0s), 014/300 VUs, 195 complete and 0 interrupted iterations
default   [   5% ] 014/300 VUs  0m17.0s/6m00.0s

running (0m18.0s), 015/300 VUs, 208 complete and 0 interrupted iterations
default   [   5% ] 015/300 VUs  0m18.0s/6m00.0s

running (0m19.0s), 016/300 VUs, 220 complete and 0 interrupted iterations
default   [   5% ] 016/300 VUs  0m19.0s/6m00.0s

running (0m20.0s), 017/300 VUs, 232 complete and 0 interrupted iterations
default   [   6% ] 017/300 VUs  0m20.0s/6m00.0s

running (0m21.0s), 018/300 VUs, 244 complete and 0 interrupted iterations
default   [   6% ] 018/300 VUs  0m21.0s/6m00.0s

running (0m22.0s), 018/300 VUs, 256 complete and 0 interrupted iterations
default   [   6% ] 018/300 VUs  0m22.0s/6m00.0s

running (0m23.0s), 019/300 VUs, 268 complete and 0 interrupted iterations
default   [   6% ] 019/300 VUs  0m23.0s/6m00.0s

running (0m24.0s), 020/300 VUs, 281 complete and 0 interrupted iterations
default   [   7% ] 020/300 VUs  0m24.0s/6m00.0s

running (0m25.0s), 021/300 VUs, 295 complete and 0 interrupted iterations
default   [   7% ] 021/300 VUs  0m25.0s/6m00.0s

running (0m26.0s), 022/300 VUs, 307 complete and 0 interrupted iterations
default   [   7% ] 022/300 VUs  0m26.0s/6m00.0s

running (0m27.0s), 023/300 VUs, 320 complete and 0 interrupted iterations
default   [   7% ] 023/300 VUs  0m27.0s/6m00.0s

running (0m28.0s), 023/300 VUs, 333 complete and 0 interrupted iterations
default   [   8% ] 023/300 VUs  0m28.0s/6m00.0s

running (0m29.0s), 024/300 VUs, 344 complete and 0 interrupted iterations
default   [   8% ] 024/300 VUs  0m29.0s/6m00.0s

running (0m30.0s), 025/300 VUs, 357 complete and 0 interrupted iterations
default   [   8% ] 025/300 VUs  0m30.0s/6m00.0s

running (0m31.0s), 026/300 VUs, 368 complete and 0 interrupted iterations
default   [   9% ] 026/300 VUs  0m31.0s/6m00.0s

running (0m32.0s), 027/300 VUs, 376 complete and 0 interrupted iterations
default   [   9% ] 027/300 VUs  0m32.0s/6m00.0s

running (0m33.0s), 027/300 VUs, 378 complete and 0 interrupted iterations
default   [   9% ] 027/300 VUs  0m33.0s/6m00.0s

running (0m34.0s), 028/300 VUs, 390 complete and 0 interrupted iterations
default   [   9% ] 028/300 VUs  0m34.0s/6m00.0s

running (0m35.0s), 029/300 VUs, 403 complete and 0 interrupted iterations
default   [  10% ] 029/300 VUs  0m35.0s/6m00.0s

running (0m36.0s), 030/300 VUs, 416 complete and 0 interrupted iterations
default   [  10% ] 030/300 VUs  0m36.0s/6m00.0s

running (0m37.0s), 031/300 VUs, 429 complete and 0 interrupted iterations
default   [  10% ] 031/300 VUs  0m37.0s/6m00.0s

running (0m38.0s), 032/300 VUs, 441 complete and 0 interrupted iterations
default   [  11% ] 032/300 VUs  0m38.0s/6m00.0s

running (0m39.0s), 032/300 VUs, 452 complete and 0 interrupted iterations
default   [  11% ] 032/300 VUs  0m39.0s/6m00.0s

running (0m40.0s), 033/300 VUs, 466 complete and 0 interrupted iterations
default   [  11% ] 033/300 VUs  0m40.0s/6m00.0s

running (0m41.0s), 034/300 VUs, 481 complete and 0 interrupted iterations
default   [  11% ] 034/300 VUs  0m41.0s/6m00.0s

running (0m42.0s), 035/300 VUs, 493 complete and 0 interrupted iterations
default   [  12% ] 035/300 VUs  0m42.0s/6m00.0s

running (0m43.0s), 036/300 VUs, 505 complete and 0 interrupted iterations
default   [  12% ] 036/300 VUs  0m43.0s/6m00.0s

running (0m44.0s), 036/300 VUs, 519 complete and 0 interrupted iterations
default   [  12% ] 036/300 VUs  0m44.0s/6m00.0s

running (0m45.0s), 037/300 VUs, 530 complete and 0 interrupted iterations
default   [  12% ] 037/300 VUs  0m45.0s/6m00.0s

running (0m46.0s), 038/300 VUs, 544 complete and 0 interrupted iterations
default   [  13% ] 038/300 VUs  0m46.0s/6m00.0s

running (0m47.0s), 039/300 VUs, 557 complete and 0 interrupted iterations
default   [  13% ] 039/300 VUs  0m47.0s/6m00.0s

running (0m48.0s), 040/300 VUs, 570 complete and 0 interrupted iterations
default   [  13% ] 040/300 VUs  0m48.0s/6m00.0s

running (0m49.0s), 041/300 VUs, 583 complete and 0 interrupted iterations
default   [  14% ] 041/300 VUs  0m49.0s/6m00.0s

running (0m50.0s), 041/300 VUs, 599 complete and 0 interrupted iterations
default   [  14% ] 041/300 VUs  0m50.0s/6m00.0s

running (0m51.0s), 042/300 VUs, 611 complete and 0 interrupted iterations
default   [  14% ] 042/300 VUs  0m51.0s/6m00.0s

running (0m52.0s), 043/300 VUs, 624 complete and 0 interrupted iterations
default   [  14% ] 043/300 VUs  0m52.0s/6m00.0s

running (0m53.0s), 044/300 VUs, 636 complete and 0 interrupted iterations
default   [  15% ] 044/300 VUs  0m53.0s/6m00.0s

running (0m54.0s), 045/300 VUs, 650 complete and 0 interrupted iterations
default   [  15% ] 045/300 VUs  0m54.0s/6m00.0s

running (0m55.0s), 045/300 VUs, 661 complete and 0 interrupted iterations
default   [  15% ] 045/300 VUs  0m55.0s/6m00.0s

running (0m56.0s), 046/300 VUs, 673 complete and 0 interrupted iterations
default   [  16% ] 046/300 VUs  0m56.0s/6m00.0s

running (0m57.0s), 047/300 VUs, 686 complete and 0 interrupted iterations
default   [  16% ] 047/300 VUs  0m57.0s/6m00.0s

running (0m58.0s), 048/300 VUs, 699 complete and 0 interrupted iterations
default   [  16% ] 048/300 VUs  0m58.0s/6m00.0s

running (0m59.0s), 049/300 VUs, 714 complete and 0 interrupted iterations
default   [  16% ] 049/300 VUs  0m59.0s/6m00.0s

running (1m00.0s), 049/300 VUs, 726 complete and 0 interrupted iterations
default   [  17% ] 049/300 VUs  1m00.0s/6m00.0s

running (1m01.0s), 052/300 VUs, 741 complete and 0 interrupted iterations
default   [  17% ] 052/300 VUs  1m01.0s/6m00.0s

running (1m02.0s), 054/300 VUs, 753 complete and 0 interrupted iterations
default   [  17% ] 054/300 VUs  1m02.0s/6m00.0s

running (1m03.0s), 056/300 VUs, 768 complete and 0 interrupted iterations
default   [  17% ] 056/300 VUs  1m03.0s/6m00.0s

running (1m04.0s), 058/300 VUs, 780 complete and 0 interrupted iterations
default   [  18% ] 058/300 VUs  1m04.0s/6m00.0s

running (1m05.0s), 060/300 VUs, 793 complete and 0 interrupted iterations
default   [  18% ] 060/300 VUs  1m05.0s/6m00.0s

running (1m06.0s), 062/300 VUs, 807 complete and 0 interrupted iterations
default   [  18% ] 062/300 VUs  1m06.0s/6m00.0s

running (1m07.0s), 064/300 VUs, 820 complete and 0 interrupted iterations
default   [  19% ] 064/300 VUs  1m07.0s/6m00.0s

running (1m08.0s), 066/300 VUs, 833 complete and 0 interrupted iterations
default   [  19% ] 066/300 VUs  1m08.0s/6m00.0s

running (1m09.0s), 068/300 VUs, 848 complete and 0 interrupted iterations
default   [  19% ] 068/300 VUs  1m09.0s/6m00.0s

running (1m10.0s), 070/300 VUs, 861 complete and 0 interrupted iterations
default   [  19% ] 070/300 VUs  1m10.0s/6m00.0s

running (1m11.0s), 072/300 VUs, 874 complete and 0 interrupted iterations
default   [  20% ] 072/300 VUs  1m11.0s/6m00.0s

running (1m12.0s), 074/300 VUs, 887 complete and 0 interrupted iterations
default   [  20% ] 074/300 VUs  1m12.0s/6m00.0s

running (1m13.0s), 077/300 VUs, 901 complete and 0 interrupted iterations
default   [  20% ] 077/300 VUs  1m13.0s/6m00.0s

running (1m14.0s), 079/300 VUs, 916 complete and 0 interrupted iterations
default   [  21% ] 079/300 VUs  1m14.0s/6m00.0s

running (1m15.0s), 081/300 VUs, 928 complete and 0 interrupted iterations
default   [  21% ] 081/300 VUs  1m15.0s/6m00.0s

running (1m16.0s), 083/300 VUs, 938 complete and 0 interrupted iterations
default   [  21% ] 083/300 VUs  1m16.0s/6m00.0s

running (1m17.0s), 085/300 VUs, 953 complete and 0 interrupted iterations
default   [  21% ] 085/300 VUs  1m17.0s/6m00.0s

running (1m18.0s), 087/300 VUs, 968 complete and 0 interrupted iterations
default   [  22% ] 087/300 VUs  1m18.0s/6m00.0s

running (1m19.0s), 089/300 VUs, 979 complete and 0 interrupted iterations
default   [  22% ] 089/300 VUs  1m19.0s/6m00.0s

running (1m20.0s), 091/300 VUs, 991 complete and 0 interrupted iterations
default   [  22% ] 091/300 VUs  1m20.0s/6m00.0s

running (1m21.0s), 093/300 VUs, 1011 complete and 0 interrupted iterations
default   [  22% ] 093/300 VUs  1m21.0s/6m00.0s

running (1m22.0s), 095/300 VUs, 1021 complete and 0 interrupted iterations
default   [  23% ] 095/300 VUs  1m22.0s/6m00.0s

running (1m23.0s), 097/300 VUs, 1035 complete and 0 interrupted iterations
default   [  23% ] 097/300 VUs  1m23.0s/6m00.0s

running (1m24.0s), 099/300 VUs, 1051 complete and 0 interrupted iterations
default   [  23% ] 099/300 VUs  1m24.0s/6m00.0s

running (1m25.0s), 102/300 VUs, 1061 complete and 0 interrupted iterations
default   [  24% ] 102/300 VUs  1m25.0s/6m00.0s

running (1m26.0s), 104/300 VUs, 1071 complete and 0 interrupted iterations
default   [  24% ] 104/300 VUs  1m26.0s/6m00.0s

running (1m27.0s), 106/300 VUs, 1087 complete and 0 interrupted iterations
default   [  24% ] 106/300 VUs  1m27.0s/6m00.0s

running (1m28.0s), 108/300 VUs, 1101 complete and 0 interrupted iterations
default   [  24% ] 108/300 VUs  1m28.0s/6m00.0s

running (1m29.0s), 110/300 VUs, 1113 complete and 0 interrupted iterations
default   [  25% ] 110/300 VUs  1m29.0s/6m00.0s

running (1m30.0s), 112/300 VUs, 1128 complete and 0 interrupted iterations
default   [  25% ] 112/300 VUs  1m30.0s/6m00.0s

running (1m31.0s), 114/300 VUs, 1140 complete and 0 interrupted iterations
default   [  25% ] 114/300 VUs  1m31.0s/6m00.0s

running (1m32.0s), 116/300 VUs, 1150 complete and 0 interrupted iterations
default   [  26% ] 116/300 VUs  1m32.0s/6m00.0s

running (1m33.0s), 118/300 VUs, 1159 complete and 0 interrupted iterations
default   [  26% ] 118/300 VUs  1m33.0s/6m00.0s

running (1m34.0s), 120/300 VUs, 1173 complete and 0 interrupted iterations
default   [  26% ] 120/300 VUs  1m34.0s/6m00.0s

running (1m35.0s), 122/300 VUs, 1184 complete and 0 interrupted iterations
default   [  26% ] 122/300 VUs  1m35.0s/6m00.0s

running (1m36.0s), 124/300 VUs, 1198 complete and 0 interrupted iterations
default   [  27% ] 124/300 VUs  1m36.0s/6m00.0s

running (1m37.0s), 127/300 VUs, 1211 complete and 0 interrupted iterations
default   [  27% ] 127/300 VUs  1m37.0s/6m00.0s

running (1m38.0s), 129/300 VUs, 1224 complete and 0 interrupted iterations
default   [  27% ] 129/300 VUs  1m38.0s/6m00.0s

running (1m39.0s), 131/300 VUs, 1239 complete and 0 interrupted iterations
default   [  27% ] 131/300 VUs  1m39.0s/6m00.0s

running (1m40.0s), 133/300 VUs, 1252 complete and 0 interrupted iterations
default   [  28% ] 133/300 VUs  1m40.0s/6m00.0s

running (1m41.0s), 135/300 VUs, 1264 complete and 0 interrupted iterations
default   [  28% ] 135/300 VUs  1m41.0s/6m00.0s

running (1m42.0s), 137/300 VUs, 1277 complete and 0 interrupted iterations
default   [  28% ] 137/300 VUs  1m42.0s/6m00.0s

running (1m43.0s), 139/300 VUs, 1290 complete and 0 interrupted iterations
default   [  29% ] 139/300 VUs  1m43.0s/6m00.0s

running (1m44.0s), 141/300 VUs, 1303 complete and 0 interrupted iterations
default   [  29% ] 141/300 VUs  1m44.0s/6m00.0s

running (1m45.0s), 143/300 VUs, 1315 complete and 0 interrupted iterations
default   [  29% ] 143/300 VUs  1m45.0s/6m00.0s

running (1m46.0s), 145/300 VUs, 1329 complete and 0 interrupted iterations
default   [  29% ] 145/300 VUs  1m46.0s/6m00.0s

running (1m47.0s), 147/300 VUs, 1343 complete and 0 interrupted iterations
default   [  30% ] 147/300 VUs  1m47.0s/6m00.0s

running (1m48.0s), 149/300 VUs, 1355 complete and 0 interrupted iterations
default   [  30% ] 149/300 VUs  1m48.0s/6m00.0s

running (1m49.0s), 152/300 VUs, 1371 complete and 0 interrupted iterations
default   [  30% ] 152/300 VUs  1m49.0s/6m00.0s

running (1m50.0s), 154/300 VUs, 1383 complete and 0 interrupted iterations
default   [  31% ] 154/300 VUs  1m50.0s/6m00.0s

running (1m51.0s), 156/300 VUs, 1395 complete and 0 interrupted iterations
default   [  31% ] 156/300 VUs  1m51.0s/6m00.0s

running (1m52.0s), 158/300 VUs, 1412 complete and 0 interrupted iterations
default   [  31% ] 158/300 VUs  1m52.0s/6m00.0s

running (1m53.0s), 160/300 VUs, 1423 complete and 0 interrupted iterations
default   [  31% ] 160/300 VUs  1m53.0s/6m00.0s

running (1m54.0s), 162/300 VUs, 1436 complete and 0 interrupted iterations
default   [  32% ] 162/300 VUs  1m54.0s/6m00.0s

running (1m55.0s), 164/300 VUs, 1448 complete and 0 interrupted iterations
default   [  32% ] 164/300 VUs  1m55.0s/6m00.0s

running (1m56.0s), 166/300 VUs, 1461 complete and 0 interrupted iterations
default   [  32% ] 166/300 VUs  1m56.0s/6m00.0s

running (1m57.0s), 168/300 VUs, 1476 complete and 0 interrupted iterations
default   [  32% ] 168/300 VUs  1m57.0s/6m00.0s

running (1m58.0s), 170/300 VUs, 1490 complete and 0 interrupted iterations
default   [  33% ] 170/300 VUs  1m58.0s/6m00.0s

running (1m59.0s), 172/300 VUs, 1503 complete and 0 interrupted iterations
default   [  33% ] 172/300 VUs  1m59.0s/6m00.0s

running (2m00.0s), 174/300 VUs, 1519 complete and 0 interrupted iterations
default   [  33% ] 174/300 VUs  2m00.0s/6m00.0s

running (2m01.0s), 177/300 VUs, 1532 complete and 0 interrupted iterations
default   [  34% ] 177/300 VUs  2m01.0s/6m00.0s

running (2m02.0s), 179/300 VUs, 1547 complete and 0 interrupted iterations
default   [  34% ] 179/300 VUs  2m02.0s/6m00.0s

running (2m03.0s), 181/300 VUs, 1557 complete and 0 interrupted iterations
default   [  34% ] 181/300 VUs  2m03.0s/6m00.0s

running (2m04.0s), 183/300 VUs, 1572 complete and 0 interrupted iterations
default   [  34% ] 183/300 VUs  2m04.0s/6m00.0s

running (2m05.0s), 185/300 VUs, 1584 complete and 0 interrupted iterations
default   [  35% ] 185/300 VUs  2m05.0s/6m00.0s

running (2m06.0s), 187/300 VUs, 1597 complete and 0 interrupted iterations
default   [  35% ] 187/300 VUs  2m06.0s/6m00.0s

running (2m07.0s), 189/300 VUs, 1612 complete and 0 interrupted iterations
default   [  35% ] 189/300 VUs  2m07.0s/6m00.0s

running (2m08.0s), 191/300 VUs, 1625 complete and 0 interrupted iterations
default   [  36% ] 191/300 VUs  2m08.0s/6m00.0s

running (2m09.0s), 193/300 VUs, 1638 complete and 0 interrupted iterations
default   [  36% ] 193/300 VUs  2m09.0s/6m00.0s

running (2m10.0s), 195/300 VUs, 1652 complete and 0 interrupted iterations
default   [  36% ] 195/300 VUs  2m10.0s/6m00.0s

running (2m11.0s), 197/300 VUs, 1665 complete and 0 interrupted iterations
default   [  36% ] 197/300 VUs  2m11.0s/6m00.0s

running (2m12.0s), 199/300 VUs, 1678 complete and 0 interrupted iterations
default   [  37% ] 199/300 VUs  2m12.0s/6m00.0s

running (2m13.0s), 202/300 VUs, 1692 complete and 0 interrupted iterations
default   [  37% ] 202/300 VUs  2m13.0s/6m00.0s

running (2m14.0s), 204/300 VUs, 1704 complete and 0 interrupted iterations
default   [  37% ] 204/300 VUs  2m14.0s/6m00.0s

running (2m15.0s), 206/300 VUs, 1718 complete and 0 interrupted iterations
default   [  37% ] 206/300 VUs  2m15.0s/6m00.0s

running (2m16.0s), 208/300 VUs, 1731 complete and 0 interrupted iterations
default   [  38% ] 208/300 VUs  2m16.0s/6m00.0s

running (2m17.0s), 210/300 VUs, 1745 complete and 0 interrupted iterations
default   [  38% ] 210/300 VUs  2m17.0s/6m00.0s

running (2m18.0s), 212/300 VUs, 1759 complete and 0 interrupted iterations
default   [  38% ] 212/300 VUs  2m18.0s/6m00.0s

running (2m19.0s), 214/300 VUs, 1772 complete and 0 interrupted iterations
default   [  39% ] 214/300 VUs  2m19.0s/6m00.0s

running (2m20.0s), 216/300 VUs, 1786 complete and 0 interrupted iterations
default   [  39% ] 216/300 VUs  2m20.0s/6m00.0s

running (2m21.0s), 218/300 VUs, 1797 complete and 0 interrupted iterations
default   [  39% ] 218/300 VUs  2m21.0s/6m00.0s

running (2m22.0s), 220/300 VUs, 1809 complete and 0 interrupted iterations
default   [  39% ] 220/300 VUs  2m22.0s/6m00.0s

running (2m23.0s), 222/300 VUs, 1823 complete and 0 interrupted iterations
default   [  40% ] 222/300 VUs  2m23.0s/6m00.0s

running (2m24.0s), 224/300 VUs, 1835 complete and 0 interrupted iterations
default   [  40% ] 224/300 VUs  2m24.0s/6m00.0s

running (2m25.0s), 227/300 VUs, 1849 complete and 0 interrupted iterations
default   [  40% ] 227/300 VUs  2m25.0s/6m00.0s

running (2m26.0s), 229/300 VUs, 1862 complete and 0 interrupted iterations
default   [  41% ] 229/300 VUs  2m26.0s/6m00.0s

running (2m27.0s), 231/300 VUs, 1874 complete and 0 interrupted iterations
default   [  41% ] 231/300 VUs  2m27.0s/6m00.0s

running (2m28.0s), 233/300 VUs, 1889 complete and 0 interrupted iterations
default   [  41% ] 233/300 VUs  2m28.0s/6m00.0s

running (2m29.0s), 235/300 VUs, 1902 complete and 0 interrupted iterations
default   [  41% ] 235/300 VUs  2m29.0s/6m00.0s

running (2m30.0s), 237/300 VUs, 1918 complete and 0 interrupted iterations
default   [  42% ] 237/300 VUs  2m30.0s/6m00.0s

running (2m31.0s), 239/300 VUs, 1929 complete and 0 interrupted iterations
default   [  42% ] 239/300 VUs  2m31.0s/6m00.0s

running (2m32.0s), 241/300 VUs, 1939 complete and 0 interrupted iterations
default   [  42% ] 241/300 VUs  2m32.0s/6m00.0s

running (2m33.0s), 243/300 VUs, 1947 complete and 0 interrupted iterations
default   [  42% ] 243/300 VUs  2m33.0s/6m00.0s

running (2m34.0s), 245/300 VUs, 1961 complete and 0 interrupted iterations
default   [  43% ] 245/300 VUs  2m34.0s/6m00.0s

running (2m35.0s), 247/300 VUs, 1974 complete and 0 interrupted iterations
default   [  43% ] 247/300 VUs  2m35.0s/6m00.0s

running (2m36.0s), 249/300 VUs, 1989 complete and 0 interrupted iterations
default   [  43% ] 249/300 VUs  2m36.0s/6m00.0s

running (2m37.0s), 252/300 VUs, 2000 complete and 0 interrupted iterations
default   [  44% ] 252/300 VUs  2m37.0s/6m00.0s

running (2m38.0s), 254/300 VUs, 2016 complete and 0 interrupted iterations
default   [  44% ] 254/300 VUs  2m38.0s/6m00.0s

running (2m39.0s), 256/300 VUs, 2030 complete and 0 interrupted iterations
default   [  44% ] 256/300 VUs  2m39.0s/6m00.0s

running (2m40.0s), 258/300 VUs, 2041 complete and 0 interrupted iterations
default   [  44% ] 258/300 VUs  2m40.0s/6m00.0s

running (2m41.0s), 260/300 VUs, 2056 complete and 0 interrupted iterations
default   [  45% ] 260/300 VUs  2m41.0s/6m00.0s

running (2m42.0s), 262/300 VUs, 2067 complete and 0 interrupted iterations
default   [  45% ] 262/300 VUs  2m42.0s/6m00.0s

running (2m43.0s), 264/300 VUs, 2081 complete and 0 interrupted iterations
default   [  45% ] 264/300 VUs  2m43.0s/6m00.0s

running (2m44.0s), 266/300 VUs, 2093 complete and 0 interrupted iterations
default   [  46% ] 266/300 VUs  2m44.0s/6m00.0s

running (2m45.0s), 268/300 VUs, 2105 complete and 0 interrupted iterations
default   [  46% ] 268/300 VUs  2m45.0s/6m00.0s

running (2m46.0s), 270/300 VUs, 2120 complete and 0 interrupted iterations
default   [  46% ] 270/300 VUs  2m46.0s/6m00.0s

running (2m47.0s), 272/300 VUs, 2135 complete and 0 interrupted iterations
default   [  46% ] 272/300 VUs  2m47.0s/6m00.0s

running (2m48.0s), 274/300 VUs, 2146 complete and 0 interrupted iterations
default   [  47% ] 274/300 VUs  2m48.0s/6m00.0s

running (2m49.0s), 277/300 VUs, 2164 complete and 0 interrupted iterations
default   [  47% ] 277/300 VUs  2m49.0s/6m00.0s

running (2m50.0s), 279/300 VUs, 2176 complete and 0 interrupted iterations
default   [  47% ] 279/300 VUs  2m50.0s/6m00.0s

running (2m51.0s), 281/300 VUs, 2189 complete and 0 interrupted iterations
default   [  47% ] 281/300 VUs  2m51.0s/6m00.0s

running (2m52.0s), 283/300 VUs, 2201 complete and 0 interrupted iterations
default   [  48% ] 283/300 VUs  2m52.0s/6m00.0s

running (2m53.0s), 285/300 VUs, 2212 complete and 0 interrupted iterations
default   [  48% ] 285/300 VUs  2m53.0s/6m00.0s

running (2m54.0s), 287/300 VUs, 2228 complete and 0 interrupted iterations
default   [  48% ] 287/300 VUs  2m54.0s/6m00.0s

running (2m55.0s), 289/300 VUs, 2242 complete and 0 interrupted iterations
default   [  49% ] 289/300 VUs  2m55.0s/6m00.0s

running (2m56.0s), 291/300 VUs, 2255 complete and 0 interrupted iterations
default   [  49% ] 291/300 VUs  2m56.0s/6m00.0s

running (2m57.0s), 293/300 VUs, 2271 complete and 0 interrupted iterations
default   [  49% ] 293/300 VUs  2m57.0s/6m00.0s

running (2m58.0s), 295/300 VUs, 2283 complete and 0 interrupted iterations
default   [  49% ] 295/300 VUs  2m58.0s/6m00.0s

running (2m59.0s), 297/300 VUs, 2298 complete and 0 interrupted iterations
default   [  50% ] 297/300 VUs  2m59.0s/6m00.0s

running (3m00.0s), 299/300 VUs, 2312 complete and 0 interrupted iterations
default   [  50% ] 299/300 VUs  3m00.0s/6m00.0s

running (3m01.0s), 300/300 VUs, 2324 complete and 0 interrupted iterations
default   [  50% ] 300/300 VUs  3m01.0s/6m00.0s

running (3m02.0s), 300/300 VUs, 2338 complete and 0 interrupted iterations
default   [  51% ] 300/300 VUs  3m02.0s/6m00.0s

running (3m03.0s), 300/300 VUs, 2351 complete and 0 interrupted iterations
default   [  51% ] 300/300 VUs  3m03.0s/6m00.0s

running (3m04.0s), 300/300 VUs, 2365 complete and 0 interrupted iterations
default   [  51% ] 300/300 VUs  3m04.0s/6m00.0s

running (3m05.0s), 300/300 VUs, 2378 complete and 0 interrupted iterations
default   [  51% ] 300/300 VUs  3m05.0s/6m00.0s

running (3m06.0s), 300/300 VUs, 2391 complete and 0 interrupted iterations
default   [  52% ] 300/300 VUs  3m06.0s/6m00.0s

running (3m07.0s), 300/300 VUs, 2406 complete and 0 interrupted iterations
default   [  52% ] 300/300 VUs  3m07.0s/6m00.0s

running (3m08.0s), 300/300 VUs, 2421 complete and 0 interrupted iterations
default   [  52% ] 300/300 VUs  3m08.0s/6m00.0s

running (3m09.0s), 300/300 VUs, 2432 complete and 0 interrupted iterations
default   [  52% ] 300/300 VUs  3m09.0s/6m00.0s

running (3m10.0s), 300/300 VUs, 2447 complete and 0 interrupted iterations
default   [  53% ] 300/300 VUs  3m10.0s/6m00.0s

running (3m11.0s), 300/300 VUs, 2462 complete and 0 interrupted iterations
default   [  53% ] 300/300 VUs  3m11.0s/6m00.0s

running (3m12.0s), 300/300 VUs, 2473 complete and 0 interrupted iterations
default   [  53% ] 300/300 VUs  3m12.0s/6m00.0s

running (3m13.0s), 300/300 VUs, 2487 complete and 0 interrupted iterations
default   [  54% ] 300/300 VUs  3m13.0s/6m00.0s

running (3m14.0s), 300/300 VUs, 2501 complete and 0 interrupted iterations
default   [  54% ] 300/300 VUs  3m14.0s/6m00.0s

running (3m15.0s), 300/300 VUs, 2511 complete and 0 interrupted iterations
default   [  54% ] 300/300 VUs  3m15.0s/6m00.0s

running (3m16.0s), 300/300 VUs, 2527 complete and 0 interrupted iterations
default   [  54% ] 300/300 VUs  3m16.0s/6m00.0s

running (3m17.0s), 300/300 VUs, 2539 complete and 0 interrupted iterations
default   [  55% ] 300/300 VUs  3m17.0s/6m00.0s

running (3m18.0s), 300/300 VUs, 2553 complete and 0 interrupted iterations
default   [  55% ] 300/300 VUs  3m18.0s/6m00.0s

running (3m19.0s), 300/300 VUs, 2567 complete and 0 interrupted iterations
default   [  55% ] 300/300 VUs  3m19.0s/6m00.0s

running (3m20.0s), 300/300 VUs, 2582 complete and 0 interrupted iterations
default   [  56% ] 300/300 VUs  3m20.0s/6m00.0s

running (3m21.0s), 300/300 VUs, 2595 complete and 0 interrupted iterations
default   [  56% ] 300/300 VUs  3m21.0s/6m00.0s

running (3m22.0s), 300/300 VUs, 2609 complete and 0 interrupted iterations
default   [  56% ] 300/300 VUs  3m22.0s/6m00.0s

running (3m23.0s), 300/300 VUs, 2624 complete and 0 interrupted iterations
default   [  56% ] 300/300 VUs  3m23.0s/6m00.0s

running (3m24.0s), 300/300 VUs, 2639 complete and 0 interrupted iterations
default   [  57% ] 300/300 VUs  3m24.0s/6m00.0s

running (3m25.0s), 300/300 VUs, 2652 complete and 0 interrupted iterations
default   [  57% ] 300/300 VUs  3m25.0s/6m00.0s

running (3m26.0s), 300/300 VUs, 2665 complete and 0 interrupted iterations
default   [  57% ] 300/300 VUs  3m26.0s/6m00.0s

running (3m27.0s), 300/300 VUs, 2679 complete and 0 interrupted iterations
default   [  57% ] 300/300 VUs  3m27.0s/6m00.0s

running (3m28.0s), 300/300 VUs, 2694 complete and 0 interrupted iterations
default   [  58% ] 300/300 VUs  3m28.0s/6m00.0s

running (3m29.0s), 300/300 VUs, 2708 complete and 0 interrupted iterations
default   [  58% ] 300/300 VUs  3m29.0s/6m00.0s

running (3m30.0s), 300/300 VUs, 2721 complete and 0 interrupted iterations
default   [  58% ] 300/300 VUs  3m30.0s/6m00.0s

running (3m31.0s), 300/300 VUs, 2734 complete and 0 interrupted iterations
default   [  59% ] 300/300 VUs  3m31.0s/6m00.0s

running (3m32.0s), 300/300 VUs, 2740 complete and 0 interrupted iterations
default   [  59% ] 300/300 VUs  3m32.0s/6m00.0s

running (3m33.0s), 300/300 VUs, 2750 complete and 0 interrupted iterations
default   [  59% ] 300/300 VUs  3m33.0s/6m00.0s

running (3m34.0s), 300/300 VUs, 2764 complete and 0 interrupted iterations
default   [  59% ] 300/300 VUs  3m34.0s/6m00.0s

running (3m35.0s), 300/300 VUs, 2779 complete and 0 interrupted iterations
default   [  60% ] 300/300 VUs  3m35.0s/6m00.0s

running (3m36.0s), 300/300 VUs, 2792 complete and 0 interrupted iterations
default   [  60% ] 300/300 VUs  3m36.0s/6m00.0s

running (3m37.0s), 300/300 VUs, 2806 complete and 0 interrupted iterations
default   [  60% ] 300/300 VUs  3m37.0s/6m00.0s

running (3m38.0s), 300/300 VUs, 2821 complete and 0 interrupted iterations
default   [  61% ] 300/300 VUs  3m38.0s/6m00.0s

running (3m39.0s), 300/300 VUs, 2833 complete and 0 interrupted iterations
default   [  61% ] 300/300 VUs  3m39.0s/6m00.0s

running (3m40.0s), 300/300 VUs, 2848 complete and 0 interrupted iterations
default   [  61% ] 300/300 VUs  3m40.0s/6m00.0s

running (3m41.0s), 300/300 VUs, 2860 complete and 0 interrupted iterations
default   [  61% ] 300/300 VUs  3m41.0s/6m00.0s

running (3m42.0s), 300/300 VUs, 2875 complete and 0 interrupted iterations
default   [  62% ] 300/300 VUs  3m42.0s/6m00.0s

running (3m43.0s), 300/300 VUs, 2887 complete and 0 interrupted iterations
default   [  62% ] 300/300 VUs  3m43.0s/6m00.0s

running (3m44.0s), 300/300 VUs, 2901 complete and 0 interrupted iterations
default   [  62% ] 300/300 VUs  3m44.0s/6m00.0s

running (3m45.0s), 300/300 VUs, 2916 complete and 0 interrupted iterations
default   [  62% ] 300/300 VUs  3m45.0s/6m00.0s

running (3m46.0s), 300/300 VUs, 2929 complete and 0 interrupted iterations
default   [  63% ] 300/300 VUs  3m46.0s/6m00.0s

running (3m47.0s), 300/300 VUs, 2944 complete and 0 interrupted iterations
default   [  63% ] 300/300 VUs  3m47.0s/6m00.0s

running (3m48.0s), 300/300 VUs, 2958 complete and 0 interrupted iterations
default   [  63% ] 300/300 VUs  3m48.0s/6m00.0s

running (3m49.0s), 300/300 VUs, 2974 complete and 0 interrupted iterations
default   [  64% ] 300/300 VUs  3m49.0s/6m00.0s

running (3m50.0s), 300/300 VUs, 2987 complete and 0 interrupted iterations
default   [  64% ] 300/300 VUs  3m50.0s/6m00.0s

running (3m51.0s), 300/300 VUs, 2998 complete and 0 interrupted iterations
default   [  64% ] 300/300 VUs  3m51.0s/6m00.0s

running (3m52.0s), 300/300 VUs, 3011 complete and 0 interrupted iterations
default   [  64% ] 300/300 VUs  3m52.0s/6m00.0s

running (3m53.0s), 300/300 VUs, 3025 complete and 0 interrupted iterations
default   [  65% ] 300/300 VUs  3m53.0s/6m00.0s

running (3m54.0s), 300/300 VUs, 3039 complete and 0 interrupted iterations
default   [  65% ] 300/300 VUs  3m54.0s/6m00.0s

running (3m55.0s), 300/300 VUs, 3055 complete and 0 interrupted iterations
default   [  65% ] 300/300 VUs  3m55.0s/6m00.0s

running (3m56.0s), 300/300 VUs, 3066 complete and 0 interrupted iterations
default   [  66% ] 300/300 VUs  3m56.0s/6m00.0s

running (3m57.0s), 300/300 VUs, 3081 complete and 0 interrupted iterations
default   [  66% ] 300/300 VUs  3m57.0s/6m00.0s

running (3m58.0s), 300/300 VUs, 3096 complete and 0 interrupted iterations
default   [  66% ] 300/300 VUs  3m58.0s/6m00.0s

running (3m59.0s), 300/300 VUs, 3108 complete and 0 interrupted iterations
default   [  66% ] 300/300 VUs  3m59.0s/6m00.0s

running (4m00.0s), 300/300 VUs, 3121 complete and 0 interrupted iterations
default   [  67% ] 300/300 VUs  4m00.0s/6m00.0s

running (4m01.0s), 300/300 VUs, 3137 complete and 0 interrupted iterations
default   [  67% ] 300/300 VUs  4m01.0s/6m00.0s

running (4m02.0s), 300/300 VUs, 3150 complete and 0 interrupted iterations
default   [  67% ] 300/300 VUs  4m02.0s/6m00.0s

running (4m03.0s), 300/300 VUs, 3163 complete and 0 interrupted iterations
default   [  67% ] 300/300 VUs  4m03.0s/6m00.0s

running (4m04.0s), 300/300 VUs, 3178 complete and 0 interrupted iterations
default   [  68% ] 300/300 VUs  4m04.0s/6m00.0s

running (4m05.0s), 300/300 VUs, 3191 complete and 0 interrupted iterations
default   [  68% ] 300/300 VUs  4m05.0s/6m00.0s

running (4m06.0s), 300/300 VUs, 3203 complete and 0 interrupted iterations
default   [  68% ] 300/300 VUs  4m06.0s/6m00.0s

running (4m07.0s), 300/300 VUs, 3218 complete and 0 interrupted iterations
default   [  69% ] 300/300 VUs  4m07.0s/6m00.0s

running (4m08.0s), 300/300 VUs, 3232 complete and 0 interrupted iterations
default   [  69% ] 300/300 VUs  4m08.0s/6m00.0s

running (4m09.0s), 300/300 VUs, 3246 complete and 0 interrupted iterations
default   [  69% ] 300/300 VUs  4m09.0s/6m00.0s

running (4m10.0s), 300/300 VUs, 3256 complete and 0 interrupted iterations
default   [  69% ] 300/300 VUs  4m10.0s/6m00.0s

running (4m11.0s), 300/300 VUs, 3270 complete and 0 interrupted iterations
default   [  70% ] 300/300 VUs  4m11.0s/6m00.0s

running (4m12.0s), 300/300 VUs, 3285 complete and 0 interrupted iterations
default   [  70% ] 300/300 VUs  4m12.0s/6m00.0s

running (4m13.0s), 300/300 VUs, 3298 complete and 0 interrupted iterations
default   [  70% ] 300/300 VUs  4m13.0s/6m00.0s

running (4m14.0s), 300/300 VUs, 3313 complete and 0 interrupted iterations
default   [  71% ] 300/300 VUs  4m14.0s/6m00.0s

running (4m15.0s), 300/300 VUs, 3325 complete and 0 interrupted iterations
default   [  71% ] 300/300 VUs  4m15.0s/6m00.0s

running (4m16.0s), 300/300 VUs, 3340 complete and 0 interrupted iterations
default   [  71% ] 300/300 VUs  4m16.0s/6m00.0s

running (4m17.0s), 300/300 VUs, 3352 complete and 0 interrupted iterations
default   [  71% ] 300/300 VUs  4m17.0s/6m00.0s

running (4m18.0s), 300/300 VUs, 3368 complete and 0 interrupted iterations
default   [  72% ] 300/300 VUs  4m18.0s/6m00.0s

running (4m19.0s), 300/300 VUs, 3381 complete and 0 interrupted iterations
default   [  72% ] 300/300 VUs  4m19.0s/6m00.0s

running (4m20.0s), 300/300 VUs, 3394 complete and 0 interrupted iterations
default   [  72% ] 300/300 VUs  4m20.0s/6m00.0s

running (4m21.0s), 300/300 VUs, 3409 complete and 0 interrupted iterations
default   [  72% ] 300/300 VUs  4m21.0s/6m00.0s

running (4m22.0s), 300/300 VUs, 3425 complete and 0 interrupted iterations
default   [  73% ] 300/300 VUs  4m22.0s/6m00.0s

running (4m23.0s), 300/300 VUs, 3439 complete and 0 interrupted iterations
default   [  73% ] 300/300 VUs  4m23.0s/6m00.0s

running (4m24.0s), 300/300 VUs, 3455 complete and 0 interrupted iterations
default   [  73% ] 300/300 VUs  4m24.0s/6m00.0s

running (4m25.0s), 300/300 VUs, 3468 complete and 0 interrupted iterations
default   [  74% ] 300/300 VUs  4m25.0s/6m00.0s

running (4m26.0s), 300/300 VUs, 3482 complete and 0 interrupted iterations
default   [  74% ] 300/300 VUs  4m26.0s/6m00.0s

running (4m27.0s), 300/300 VUs, 3499 complete and 0 interrupted iterations
default   [  74% ] 300/300 VUs  4m27.0s/6m00.0s

running (4m28.0s), 300/300 VUs, 3514 complete and 0 interrupted iterations
default   [  74% ] 300/300 VUs  4m28.0s/6m00.0s

running (4m29.0s), 300/300 VUs, 3528 complete and 0 interrupted iterations
default   [  75% ] 300/300 VUs  4m29.0s/6m00.0s

running (4m30.0s), 300/300 VUs, 3538 complete and 0 interrupted iterations
default   [  75% ] 300/300 VUs  4m30.0s/6m00.0s

running (4m31.0s), 300/300 VUs, 3549 complete and 0 interrupted iterations
default   [  75% ] 300/300 VUs  4m31.0s/6m00.0s

running (4m32.0s), 300/300 VUs, 3556 complete and 0 interrupted iterations
default   [  76% ] 300/300 VUs  4m32.0s/6m00.0s

running (4m33.0s), 300/300 VUs, 3563 complete and 0 interrupted iterations
default   [  76% ] 300/300 VUs  4m33.0s/6m00.0s

running (4m34.0s), 300/300 VUs, 3574 complete and 0 interrupted iterations
default   [  76% ] 300/300 VUs  4m34.0s/6m00.0s

running (4m35.0s), 300/300 VUs, 3589 complete and 0 interrupted iterations
default   [  76% ] 300/300 VUs  4m35.0s/6m00.0s

running (4m36.0s), 300/300 VUs, 3599 complete and 0 interrupted iterations
default   [  77% ] 300/300 VUs  4m36.0s/6m00.0s

running (4m37.0s), 300/300 VUs, 3615 complete and 0 interrupted iterations
default   [  77% ] 300/300 VUs  4m37.0s/6m00.0s

running (4m38.0s), 300/300 VUs, 3628 complete and 0 interrupted iterations
default   [  77% ] 300/300 VUs  4m38.0s/6m00.0s

running (4m39.0s), 300/300 VUs, 3641 complete and 0 interrupted iterations
default   [  77% ] 300/300 VUs  4m39.0s/6m00.0s

running (4m40.0s), 300/300 VUs, 3657 complete and 0 interrupted iterations
default   [  78% ] 300/300 VUs  4m40.0s/6m00.0s

running (4m41.0s), 300/300 VUs, 3670 complete and 0 interrupted iterations
default   [  78% ] 300/300 VUs  4m41.0s/6m00.0s

running (4m42.0s), 300/300 VUs, 3682 complete and 0 interrupted iterations
default   [  78% ] 300/300 VUs  4m42.0s/6m00.0s

running (4m43.0s), 300/300 VUs, 3699 complete and 0 interrupted iterations
default   [  79% ] 300/300 VUs  4m43.0s/6m00.0s

running (4m44.0s), 300/300 VUs, 3714 complete and 0 interrupted iterations
default   [  79% ] 300/300 VUs  4m44.0s/6m00.0s

running (4m45.0s), 300/300 VUs, 3726 complete and 0 interrupted iterations
default   [  79% ] 300/300 VUs  4m45.0s/6m00.0s

running (4m46.0s), 300/300 VUs, 3740 complete and 0 interrupted iterations
default   [  79% ] 300/300 VUs  4m46.0s/6m00.0s

running (4m47.0s), 300/300 VUs, 3752 complete and 0 interrupted iterations
default   [  80% ] 300/300 VUs  4m47.0s/6m00.0s

running (4m48.0s), 300/300 VUs, 3769 complete and 0 interrupted iterations
default   [  80% ] 300/300 VUs  4m48.0s/6m00.0s

running (4m49.0s), 300/300 VUs, 3781 complete and 0 interrupted iterations
default   [  80% ] 300/300 VUs  4m49.0s/6m00.0s

running (4m50.0s), 300/300 VUs, 3794 complete and 0 interrupted iterations
default   [  81% ] 300/300 VUs  4m50.0s/6m00.0s

running (4m51.0s), 300/300 VUs, 3807 complete and 0 interrupted iterations
default   [  81% ] 300/300 VUs  4m51.0s/6m00.0s

running (4m52.0s), 300/300 VUs, 3823 complete and 0 interrupted iterations
default   [  81% ] 300/300 VUs  4m52.0s/6m00.0s

running (4m53.0s), 300/300 VUs, 3837 complete and 0 interrupted iterations
default   [  81% ] 300/300 VUs  4m53.0s/6m00.0s

running (4m54.0s), 300/300 VUs, 3848 complete and 0 interrupted iterations
default   [  82% ] 300/300 VUs  4m54.0s/6m00.0s

running (4m55.0s), 300/300 VUs, 3863 complete and 0 interrupted iterations
default   [  82% ] 300/300 VUs  4m55.0s/6m00.0s

running (4m56.0s), 300/300 VUs, 3877 complete and 0 interrupted iterations
default   [  82% ] 300/300 VUs  4m56.0s/6m00.0s

running (4m57.0s), 300/300 VUs, 3892 complete and 0 interrupted iterations
default   [  82% ] 300/300 VUs  4m57.0s/6m00.0s

running (4m58.0s), 300/300 VUs, 3908 complete and 0 interrupted iterations
default   [  83% ] 300/300 VUs  4m58.0s/6m00.0s

running (4m59.0s), 300/300 VUs, 3921 complete and 0 interrupted iterations
default   [  83% ] 300/300 VUs  4m59.0s/6m00.0s

running (5m00.0s), 300/300 VUs, 3936 complete and 0 interrupted iterations
default   [  83% ] 300/300 VUs  5m00.0s/6m00.0s

running (5m01.0s), 300/300 VUs, 3951 complete and 0 interrupted iterations
default   [  84% ] 300/300 VUs  5m01.0s/6m00.0s

running (5m02.0s), 300/300 VUs, 3961 complete and 0 interrupted iterations
default   [  84% ] 300/300 VUs  5m02.0s/6m00.0s

running (5m03.0s), 299/300 VUs, 3977 complete and 0 interrupted iterations
default   [  84% ] 299/300 VUs  5m03.0s/6m00.0s

running (5m04.0s), 298/300 VUs, 3989 complete and 0 interrupted iterations
default   [  84% ] 298/300 VUs  5m04.0s/6m00.0s

running (5m05.0s), 296/300 VUs, 4003 complete and 0 interrupted iterations
default   [  85% ] 296/300 VUs  5m05.0s/6m00.0s

running (5m06.0s), 293/300 VUs, 4020 complete and 0 interrupted iterations
default   [  85% ] 293/300 VUs  5m06.0s/6m00.0s

running (5m07.0s), 293/300 VUs, 4034 complete and 0 interrupted iterations
default   [  85% ] 293/300 VUs  5m07.0s/6m00.0s

running (5m08.0s), 291/300 VUs, 4047 complete and 0 interrupted iterations
default   [  86% ] 291/300 VUs  5m08.0s/6m00.0s

running (5m09.0s), 289/300 VUs, 4062 complete and 0 interrupted iterations
default   [  86% ] 289/300 VUs  5m09.0s/6m00.0s

running (5m10.0s), 287/300 VUs, 4075 complete and 0 interrupted iterations
default   [  86% ] 287/300 VUs  5m10.0s/6m00.0s

running (5m11.0s), 285/300 VUs, 4087 complete and 0 interrupted iterations
default   [  86% ] 285/300 VUs  5m11.0s/6m00.0s

running (5m12.0s), 281/300 VUs, 4103 complete and 0 interrupted iterations
default   [  87% ] 281/300 VUs  5m12.0s/6m00.0s

running (5m13.0s), 279/300 VUs, 4117 complete and 0 interrupted iterations
default   [  87% ] 279/300 VUs  5m13.0s/6m00.0s

running (5m14.0s), 273/300 VUs, 4132 complete and 0 interrupted iterations
default   [  87% ] 273/300 VUs  5m14.0s/6m00.0s

running (5m15.0s), 272/300 VUs, 4148 complete and 0 interrupted iterations
default   [  87% ] 272/300 VUs  5m15.0s/6m00.0s

running (5m16.0s), 267/300 VUs, 4162 complete and 0 interrupted iterations
default   [  88% ] 267/300 VUs  5m16.0s/6m00.0s

running (5m17.0s), 262/300 VUs, 4177 complete and 0 interrupted iterations
default   [  88% ] 262/300 VUs  5m17.0s/6m00.0s

running (5m18.0s), 262/300 VUs, 4189 complete and 0 interrupted iterations
default   [  88% ] 262/300 VUs  5m18.0s/6m00.0s

running (5m19.0s), 259/300 VUs, 4202 complete and 0 interrupted iterations
default   [  89% ] 259/300 VUs  5m19.0s/6m00.0s

running (5m20.0s), 253/300 VUs, 4220 complete and 0 interrupted iterations
default   [  89% ] 253/300 VUs  5m20.0s/6m00.0s

running (5m21.0s), 249/300 VUs, 4234 complete and 0 interrupted iterations
default   [  89% ] 249/300 VUs  5m21.0s/6m00.0s

running (5m22.0s), 245/300 VUs, 4250 complete and 0 interrupted iterations
default   [  89% ] 245/300 VUs  5m22.0s/6m00.0s

running (5m23.0s), 239/300 VUs, 4266 complete and 0 interrupted iterations
default   [  90% ] 239/300 VUs  5m23.0s/6m00.0s

running (5m24.0s), 235/300 VUs, 4280 complete and 0 interrupted iterations
default   [  90% ] 235/300 VUs  5m24.0s/6m00.0s

running (5m25.0s), 230/300 VUs, 4293 complete and 0 interrupted iterations
default   [  90% ] 230/300 VUs  5m25.0s/6m00.0s

running (5m26.0s), 223/300 VUs, 4308 complete and 0 interrupted iterations
default   [  91% ] 223/300 VUs  5m26.0s/6m00.0s

running (5m27.0s), 222/300 VUs, 4323 complete and 0 interrupted iterations
default   [  91% ] 222/300 VUs  5m27.0s/6m00.0s

running (5m28.0s), 215/300 VUs, 4333 complete and 0 interrupted iterations
default   [  91% ] 215/300 VUs  5m28.0s/6m00.0s

running (5m29.0s), 210/300 VUs, 4347 complete and 0 interrupted iterations
default   [  91% ] 210/300 VUs  5m29.0s/6m00.0s

running (5m30.0s), 204/300 VUs, 4360 complete and 0 interrupted iterations
default   [  92% ] 204/300 VUs  5m30.0s/6m00.0s

running (5m31.0s), 200/300 VUs, 4373 complete and 0 interrupted iterations
default   [  92% ] 200/300 VUs  5m31.0s/6m00.0s

running (5m32.0s), 197/300 VUs, 4385 complete and 0 interrupted iterations
default   [  92% ] 197/300 VUs  5m32.0s/6m00.0s

running (5m33.0s), 192/300 VUs, 4395 complete and 0 interrupted iterations
default   [  92% ] 192/300 VUs  5m33.0s/6m00.0s

running (5m34.0s), 186/300 VUs, 4409 complete and 0 interrupted iterations
default   [  93% ] 186/300 VUs  5m34.0s/6m00.0s

running (5m35.0s), 181/300 VUs, 4421 complete and 0 interrupted iterations
default   [  93% ] 181/300 VUs  5m35.0s/6m00.0s

running (5m36.0s), 172/300 VUs, 4436 complete and 0 interrupted iterations
default   [  93% ] 172/300 VUs  5m36.0s/6m00.0s

running (5m37.0s), 161/300 VUs, 4451 complete and 0 interrupted iterations
default   [  94% ] 161/300 VUs  5m37.0s/6m00.0s

running (5m38.0s), 156/300 VUs, 4465 complete and 0 interrupted iterations
default   [  94% ] 156/300 VUs  5m38.0s/6m00.0s

running (5m39.0s), 145/300 VUs, 4482 complete and 0 interrupted iterations
default   [  94% ] 145/300 VUs  5m39.0s/6m00.0s

running (5m40.0s), 138/300 VUs, 4495 complete and 0 interrupted iterations
default   [  94% ] 138/300 VUs  5m40.0s/6m00.0s

running (5m41.0s), 131/300 VUs, 4511 complete and 0 interrupted iterations
default   [  95% ] 131/300 VUs  5m41.0s/6m00.0s

running (5m42.0s), 128/300 VUs, 4527 complete and 0 interrupted iterations
default   [  95% ] 128/300 VUs  5m42.0s/6m00.0s

running (5m43.0s), 121/300 VUs, 4540 complete and 0 interrupted iterations
default   [  95% ] 121/300 VUs  5m43.0s/6m00.0s

running (5m44.0s), 112/300 VUs, 4556 complete and 0 interrupted iterations
default   [  96% ] 112/300 VUs  5m44.0s/6m00.0s

running (5m45.0s), 107/300 VUs, 4570 complete and 0 interrupted iterations
default   [  96% ] 107/300 VUs  5m45.0s/6m00.0s

running (5m46.0s), 097/300 VUs, 4588 complete and 0 interrupted iterations
default   [  96% ] 097/300 VUs  5m46.0s/6m00.0s

running (5m47.0s), 090/300 VUs, 4601 complete and 0 interrupted iterations
default   [  96% ] 090/300 VUs  5m47.0s/6m00.0s

running (5m48.0s), 084/300 VUs, 4613 complete and 0 interrupted iterations
default   [  97% ] 084/300 VUs  5m48.0s/6m00.0s

running (5m49.0s), 081/300 VUs, 4625 complete and 0 interrupted iterations
default   [  97% ] 081/300 VUs  5m49.0s/6m00.0s

running (5m50.0s), 075/300 VUs, 4639 complete and 0 interrupted iterations
default   [  97% ] 075/300 VUs  5m50.0s/6m00.0s

running (5m51.0s), 067/300 VUs, 4653 complete and 0 interrupted iterations
default   [  97% ] 067/300 VUs  5m51.0s/6m00.0s

running (5m52.0s), 061/300 VUs, 4666 complete and 0 interrupted iterations
default   [  98% ] 061/300 VUs  5m52.0s/6m00.0s

running (5m53.0s), 054/300 VUs, 4681 complete and 0 interrupted iterations
default   [  98% ] 054/300 VUs  5m53.0s/6m00.0s

running (5m54.0s), 045/300 VUs, 4697 complete and 0 interrupted iterations
default   [  98% ] 045/300 VUs  5m54.0s/6m00.0s

running (5m55.0s), 040/300 VUs, 4711 complete and 0 interrupted iterations
default   [  99% ] 040/300 VUs  5m55.0s/6m00.0s

running (5m56.0s), 033/300 VUs, 4726 complete and 0 interrupted iterations
default   [  99% ] 033/300 VUs  5m56.0s/6m00.0s

running (5m57.0s), 025/300 VUs, 4741 complete and 0 interrupted iterations
default   [  99% ] 025/300 VUs  5m57.0s/6m00.0s

running (5m58.0s), 016/300 VUs, 4756 complete and 0 interrupted iterations
default   [  99% ] 016/300 VUs  5m58.0s/6m00.0s

running (5m59.0s), 006/300 VUs, 4773 complete and 0 interrupted iterations
default   [ 100% ] 006/300 VUs  5m59.0s/6m00.0s

running (6m00.0s), 001/300 VUs, 4787 complete and 0 interrupted iterations
default   [ 100% ] 001/300 VUs  6m00.0s/6m00.0s


  █ THRESHOLDS 

    http_req_duration
    ✗ 'p(99)<500' p(99)=36.82s

    http_req_failed
    ✓ 'rate<0.01' rate=0.39%


  █ TOTAL RESULTS 

    checks_total.......: 9578   26.598041/s
    checks_succeeded...: 99.60% 9540 out of 9578
    checks_failed......: 0.39%  38 out of 9578

    ✗ status 200
      ↳  99% — ✓ 4770 / ✗ 19
    ✗ accessToken 발급
      ↳  99% — ✓ 4770 / ✗ 19

    HTTP
    http_req_duration..............: avg=14.53s min=109.71ms med=15.36s max=37.47s p(90)=22.89s p(95)=33.12s
      { expected_response:true }...: avg=14.44s min=109.71ms med=15.3s  max=37.26s p(90)=22.87s p(95)=31.32s
    http_req_failed................: 0.39%  19 out of 4789
    http_reqs......................: 4789   13.299021/s

    EXECUTION
    iteration_duration.............: avg=14.53s min=110.09ms med=15.36s max=37.47s p(90)=22.89s p(95)=33.12s
    iterations.....................: 4789   13.299021/s
    vus............................: 1      min=1          max=300
    vus_max........................: 300    min=300        max=300

    NETWORK
    data_received..................: 7.9 MB 22 kB/s
    data_sent......................: 1.5 MB 4.1 kB/s



running (6m00.1s), 000/300 VUs, 4789 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/300 VUs  6m0s
time="2026-08-21T23:41:30+09:00" level=error msg="thresholds on metrics 'http_req_duration' have been crossed"